{
  "title": "Daily Crunch: Apple Arcade expands with classic games",
  "description": "TechCrunch is embarking on a major new project to survey European founders and investors in cities outside the larger European capitals.Over the next few weeks, we will ask entrepreneurs in these cities to talk about their ecosystems, in their own words.This is your chance to put Belfast on the Techcrunch Map! If you are a tech startup founder or investor in the city please fill out the survey form here. This is the follow-up to the huge survey of investors (see also below) we’ve done over the last six or more months, largely in capital cities.These formed part of a broader series of surveys we’re doing regularly for ExtraCrunch, our subscription service that unpacks key issues for startups and investors.In the first wave of surveys, the cities we wrote about were largely capitals. You can see them listed here.This time, we will be surveying founders and investors in Europe’s other cities to capture how European hubs are growing, from the perspective of the people on the ground.We’d like to know how your city’s startup scene is evolving, how the tech sector is being impacted by COVID-19, and generally how your city will evolve.We leave submissions mostly unedited and are generally looking for at least one or two paragraphs in answers to the questions.So if you are a tech startup founder or investor in one of these cities please fill out our survey form here.Thank you for participating. If you have questions you can email mike@techcrunch.com and/or reply on Twitter to @mikebutcher.",
  "image": "https://techcrunch.com/wp-content/uploads/2021/04/apple_arcade-launches-more-than-130-award-winning-games_fruitninjaclassic_040221.jpg?w=430&h=230&crop=1",
  "date": "3:10 AM GMT+5 April 3, 2021",
  "tags": "Technology,Science",
  "slug": "slug_title_1",
  "comments": [
    {
      "user": { "name": "Victor Galindo", "image": "" },
      "comment": "Any idea about the price for this pickup? so far we know that Rivian RT will be $75k and Teslas Cyber Truck about $70k. Plus this copy should be fix in the 6th and 9th",
      "id": 1,
      "liked": false
    },
    {
      "user": { "name": "Galindo Victor", "image": "" },
      "comment": "Any idea about the price for this pickup? so far we know that Rivian RT will be $75k and Teslas Cyber Truck about $70k. Plus this copy should be fix in the 6th and 9th",
      "id": 2,
      "liked": true
    }
  ]
}
